{
    "logs": [
        {
            "day": 0,
            "title": "Pemberangkatan",
            "date": "2025-07-20",
            "description": "Pemberangkatan kelompok KKN 132 dari Bandung ke Garut.",
            "full_description": "Hari pertama dimulai dengan pemberangkatan menuju Desa Margaluyu, dilanjutkan dengan penataan posko sebagai pusat aktivitas KKN, serta pelaksanaan gladi pembukaan untuk menyambut dimulainya seluruh rangkaian kegiatan.\n\nDengan semangat kebersamaan dan tanggung jawab, Bhaktaluyu siap mengabdi.",
            "documentations": [
                "https://ik.imagekit.io/raidenxvr/IMG_5409.HEIC?updatedAt=1754465046565",
                "https://ik.imagekit.io/raidenxvr/IMG_5468.HEIC?updatedAt=1754465047162",
                "https://ik.imagekit.io/raidenxvr/_MG_0145.JPG?updatedAt=1754465049754"
            ]
        },
        {
            "day": 1,
            "title": "Pembukaan",
            "date": "2025-07-21",
            "full_description": "Hari kedua diawali dengan pembukaan KKN Bhaktaluyu dan pelepasan oleh dosen pembimbing lapangan, menandai dimulainya secara resmi rangkaian pengabdian di Desa Margaluyu.\n\nKegiatan berlanjut di sore hari dengan sosialisasi bersama masyarakat, sebagai langkah awal membangun komunikasi dan kerja sama yang harmonis dalam pelaksanaan program kerja ke depan.\n\nBhaktaluyu siap mengabdi, bersama masyarakat, untuk Margaluyu.",
            "description": "Kegiatan pembukaan KKN 132 Bhaktaluyu, perkenalan tim dan penjelasan program kerja.",
            "documentations": [
                "https://ik.imagekit.io/raidenxvr/IMG_5646.HEIC?updatedAt=1754473497661",
                "https://ik.imagekit.io/raidenxvr/_MG_0254.JPG?updatedAt=1754472967726",
                "https://ik.imagekit.io/raidenxvr/IMG_5686.HEIC?updatedAt=1754472975405"
            ]
        },
        {
            "day": 2,
            "title": "Kunjungan-Kunjungan",
            "date": "2025-07-22",
            "description": "Hari ketiga Bhaktaluyu diisi dengan kunjungan ke instansi pendidikan dan RW untuk menjalin kerja sama serta mengajar mengaji anak-anak sebagai kontribusi di bidang pendidikan dan keagamaan.",
            "full_description": "Hari ketiga diawali dengan kunjungan ke beberapa instansi pendidikan, dimulai dari TK Annisa 2, dilanjutkan ke SD Negeri 1 Margaluyu untuk membangun komunikasi awal serta menjalin kerja sama dalam pelaksanaan program kerja di bidang pendidikan.\n\nKegiatan berlanjut dari siang hingga sore hari dengan kunjungan ke beberapa RW sebagai bentuk awal koordinasi dan pengenalan lingkungan masyarakat secara langsung.\n\nPada malam harinya, dilaksanakan kegiatan mengajar mengaji untuk anak-anak, sebagai bentuk kontribusi di bidang keagamaan sekaligus mempererat kedekatan dengan masyarakat sejak dini.\n\nLangkah demi langkah, Bhaktaluyu siap mengabdi untuk Margaluyu.",
            "documentations": [
                "https://ik.imagekit.io/raidenxvr/IMG_4772.HEIC?updatedAt=1754473834201",
                "https://ik.imagekit.io/raidenxvr/IMG_5756.HEIC?updatedAt=1754473834908",
                "https://ik.imagekit.io/raidenxvr/IMG_5817.HEIC?updatedAt=1754473835965"
            ]
        }
    ]
}